Repository: lukaszgo1/percentageChecker
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru

source: Press this command once to have percentage in the text or on the list reported in speech. Press it twice to display a dialog allowing you to jump to the given percentage in the currently focused text field
ru: Нажмите эту команду один раз, чтобы получить процент в тексте или списке речью. Нажмите дважды, чтобы отобразить диалоговое окно, позволяющее перейти к данному проценту в текущем сфокусированном текстовом поле

source: Press this command once to have percentage in the text or on the list reported as a beep. Press it twice to display a dialog allowing you to jump to the given percentage in the currently focused text field
ru: Нажмите эту команду один раз, чтобы получить процент в тексте или списке звуковым сигналом. Нажмите дважды, чтобы отобразить диалоговое окно, позволяющее перейти к данному проценту в текущем сфокусированном текстовом поле

source: displays a dialog allowing you to jump to the given line number in the currently focused text field
ru: Отображает диалоговое окно, позволяющее перейти к данному номеру строки в текущем сфокусированном текстовом поле

source: You are here: {0} You can't go further than: {1}
ru: Вы находитесь здесь: {0} Вы не можете перейти дальше: {1}

source: Jump to line
ru: Переход к строке

source: Wrong value.
ru: Неверное значение.

source: Error
ru: Ошибка

source: {0} percent, item {1} of {2}
ru: {0} процент объект {1} из {2}

source: Enter a percentage to jump to
ru: Введите процент для перехода

source: Jump to percent
ru: Переход к проценту

source: Wrong value. You can enter a percentage between 0 and 100.
ru: Неверное значение. Вы можете ввести процент от 0 до 100.

source: {0} percent word {2} of {1}
ru: {0} процент слово {2} из {1}

source: Caret not found
ru: Курсор не найден

source: No text
ru: Нет текста

source: Functionality of The jump to line add-on that you have installed is now included in the percentage checker. After pressing OK it would be removed.
ru: Функциональность дополнения перехода по строкам , которое установлено в настоящее время включена в percentage checker. После нажатия кнопки OK она будет удалена.

source: Information
ru: Информация
